/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Tutar";

/* XFLD: label for a cell type selector */
"Currency" = "Para birimi";

/* XFLD: label for a cell phone type selector */
"fax" = "Faks";

/* XFLD: label for a cell phone type selector */
"home" = "Ana sayfa";

/* XBUT: label for a cell phone type selector */
"Home" = "Ana sayfa";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Ana";

/* XFLD: label for a cell phone type selector */
"mobile" = "Cep telefonu";

/* XFLD: label for a cell phone type selector */
"other fax" = "Diğer faks";

/* XFLD: label for a cell phone type selector */
"page" = "Çağrı cihazı";

/* XFLD: label for a cell phone type selector */
"Phone" = "Telefon";

/* XFLD: label for a cell type selector */
"Value" = "Değer";

/* XFLD: label for a cell phone type selector */
"work" = "İş";

/* XFLD: label for a cell phone type selector */
"work fax" = "İş faksı";

